---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricationBottomElevationIncludeInsulationOfPart
source: html/0912e10b-4c50-d08f-1c3c-a62569f725a5.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricationBottomElevationIncludeInsulationOfPart Property

"Bottom Elevation with Insulation"

## Syntax (C#)
```csharp
public static ForgeTypeId FabricationBottomElevationIncludeInsulationOfPart { get; }
```